Table of Contents
 Enum MessageSeverity
Namespace
IdeaStatiCa.Plugin
Assembly
IdeaStatiCa.Plugin.dll
public enum MessageSeverity
Fields
Error = 2
Info = 0
Warning = 1
Fields
 Name |  Description
 Error = 2
 Info = 0
 Warning = 1
 Edit this page